Repository: tsielknovnomis/Ruuvi-Station-Localization-Polish
Catalog: omegat/project_save.tmx
Source language: en_uk
Languages: pl_pl

source: Send Feedback
pl_pl: Prześlij opinię

source: Sensor %1$s CSV export
pl_pl: Eksportuj czujnik %1$s do CSV

source: Sensor Settings
pl_pl: Ustawienia czujnika

source: Sensor is already added
pl_pl: Czujnik został już dodany

source: Sensor not found
pl_pl: Czujników nie znaleziono

source: Sensor not found, is it in range?
pl_pl: Nie znaleziono czujnika, czy jest on w zasięgu?

source: Sensor share limit is reached
pl_pl: Osiągnięto limit udostępnień czujnika

source: Set alerts and get notified whenever your limits are hit
pl_pl: Ustaw ostrzeżenia, by je otrzymywać, gdy twoje limity zostaną osiągnięte

source: Set custom description...
pl_pl: Ustaw opis zdefiniowany przez użytkownika...

source: Set interval between points for chart from 1 to 60 minutes.
pl_pl: Ustaw odstęp czasu pomiędzy punktami między 1-60 minut.

source: Set the sensor to updating mode
pl_pl: Ustaw czujnik na tryb aktualizacji

source: Settings
pl_pl: Ustawienia

source: Share
pl_pl: Udostępnij

source: Share sensor
pl_pl: Udostępnij czujnik

source: Shared
pl_pl: Udostępnione

source: Sign in
pl_pl: Zaloguj się

source: Sign out
pl_pl: Wyloguj się

source: Signal strength (RSSI)
pl_pl: Moc sygnału (RSSI)

source: Signal strength is too high!
pl_pl: Zbyt wysoki poziom sygnału!

source: Signal strength is too low!
pl_pl: Zbyt niski poziom sygnału!

source: Simply add some sensors and you're ready to go.
pl_pl: Po prostu dodaj czujniki i gotowe.

source: Small dots will help to understand when measurements were collected
pl_pl: Małe kropki pozwolą zrozumieć, kiedy miał miejsce pomiar

source: Smaller values mean a more accurate chart, but also a higher performance requirement for your device
pl_pl: Mniejsze wartości pozwalają wygenerować dokładniejszy wykres, ale wymagają też większej wydajności urządzenia

source: Something went wrong
pl_pl: Coś poszło nie tak

source: Start the update
pl_pl: Rozpocznij aktualizację

source: Start update process
pl_pl: Rozpocznij aktualizacje

source: Submit
pl_pl: Wyślij

source: Subscription is not found
pl_pl: Nie znaleziono subskrypcji

source: Successfully shared sensor
pl_pl: Czujnik udostępniony pomyślnie

source: Swipe to see what Ruuvi Station can do for you
pl_pl: Przeciągnij, aby zobaczyć, co Ruuvi Station może dla Ciebie zrobić

source: Sync complete
pl_pl: Synchronizacja zakończona

source: Synchronisation failed: %1$s
pl_pl: Synchronizacja zakończona niepowodzeniem: %1$s

source: Synchronisation failed: need to log in first
pl_pl: Synchronizacja zakończona niepowodzeniem: najpierw należy się zalogować

source: Synchronised successfully!
pl_pl: Synchronizacja zakończona pomyślnie!

source: Synchronised: {%@^%1$s}
pl_pl: Synchronizacja zakończona: {%@^%1$s}

source: Synchronising
pl_pl: Synchronizacja

source: Synchronising...
pl_pl: Synchronizacja...

source: Syncing...
pl_pl: Synchronizacja...

source: TROUBLESHOOTING
pl_pl: ROZWIĄZYWANIE PROBLEMÓW

source: Temperature
pl_pl: Temperatura

source: Temperature ({%@^%1$s})
pl_pl: Temperatura ({%@^%1$s})

source: Temperature Unit
pl_pl: Jednostka temperatury

source: Temperature is too high!
pl_pl: Zbyt wysoka temperatura!

source: Temperature is too low!
pl_pl: Zbyt niska temperatura!

source: Temperature offset
pl_pl: Wyrównanie temperatury

source: Test data forwarding
pl_pl: Przetestuj przekazywanie danych

source: Testing...
pl_pl: Testowanie...

source: The app will periodically search for beacons using a service (with notifications), allowing for very frequent and reliable scanning, even when you are not using it.
pl_pl: Aplikacja będzie okresowo szukała sygnałów za pomocą usługi (z powiadomieniami), co umożliwia bardzo częste i wiarygodne skanowanie, nawet gdy nie jest używana.

source: The claimed sensors will be restored after an app re-install.
pl_pl: Reklamowane czujniki zostaną przywrócone po ponownej instalacji aplikacji.

source: The claimed sensors will be restored after an app re-install.\n\nWith a Ruuvi Gateway router, you'll be able to monitor the claimed sensors remotely and share them with your friends.
pl_pl: Reklamowane czujniki zostaną przywrócone po ponownej instalacji aplikacji. Dzięki routerowi Ruuvi Gateway będziesz mógł zdalnie monitorować zgłoszone czujniki i udostępniać je swoim znajomym.

source: The name and image sync is one time only, and after this, they can be privately customised by the receiver.
pl_pl: Synchronizacja nazwy i obrazu jest jednorazowa, a po jej zakończeniu mogą być one spersonalizowane przez odbiorcę.

source: The share limit is reached
pl_pl: Osiągnięto limit udostępnień

source: This feature enables background scanning, meaning that your phone will periodically search for beacons, even when you are not using it.
pl_pl: Ta opcja umożliwia skanowanie w tle, co oznacza, że twój telefon będzie okresowo szukał sygnałów, nawet gdy nie jest używany.

source: This means that it's probably running an old firmware version and updating it is recommended
pl_pl: Oznacza to, że prawdopodobnie działa na starej wersji firmware i zalecana jest jego aktualizacja.

source: This procedure may vary depending on your device vendor, model and Android version.
pl_pl: Procedura może różnić się w zależności od dostawcy urządzenia, modelu lub wersji systemu Android.

source: This sensor is already shared
pl_pl: Czujnik został już udostępniony

source: Timestamp,Temperature (%1$s), Humidity (%2$s), Pressure (%3$s),RSSI
pl_pl: Znacznik czasu,temperatura (%1$s), wilgotność (%2$s), ciśnienie (%3$s),RSSI

source: Timestamp,Temperature (%1$s), Humidity (%2$s), Pressure (%3$s),RSSI,Acceleration X,Acceleration Y,Acceleration Z,Voltage
pl_pl: Znacznik czasu,temperatura (%1$s), wilgotność (%2$s), ciśnienie (%3$s),RSSI,przyspieszenie X,przyspieszenie Y,przyspieszenie Z,napięcie

source: Timestamp,Temperature (%1$s), Humidity (%2$s), Pressure (%3$s),RSSI,Acceleration X,Acceleration Y,Acceleration Z,Voltage,Movement counter,Measurement sequence number
pl_pl: Znacznik czasu,temperatura (%1$s), wilgotność (%2$s), ciśnienie (%3$s),RSSI,przyspieszenie X,przyspieszenie Y,przyspieszenie Z,napięcie,licznik przesunięć, numer sekwencji pomiaru

source: To enjoy all the features, create a free account or login to your existing Ruuvi account by entering your email address.
pl_pl: Aby korzystać ze wszystkich funkcji, utwórz darmowe konto lub zaloguj się do istniejącego konta Ruuvi, podając swój adres e-mail.

source: Token is expired
pl_pl: Token wygasł

source: Tx Power
pl_pl: Moc nadawania

source: Unable to send e-mail
pl_pl: Nie można wysłać wiadomości e-mail

source: Unauthorised
pl_pl: Nieautoryzowane

source: Update Firmware
pl_pl: Aktualizuj Firmware

source: Update successful
pl_pl: Zaktualizowano pomyślnie

source: Updated {%@^%1$s}
pl_pl: Zaktualizowano {%@^%1$s}

source: Updating...
pl_pl: Aktualizowanie...

source: Use dashboard view to see multiple sensors at a glance.
pl_pl: Użyj widoku panelu, aby mieć przegląd wielu czujników.

source: User not found
pl_pl: Nie znaleziono użytkownika

source: User: {%@^%1$s}
pl_pl: Użytkownik: {%@^%1$s}

source: Version: %1$s
pl_pl: Wersja: %1$s

source: We've designed the app to be self-explanatory but comprehensive manuals are also available for both Ruuvi sensors and Ruuvi Station: ruuvi.com/support
pl_pl: Zaprojektowaliśmy aplikację tak, aby była intuicyjna, jednak dostępne są również szczegółowe instrukcje dotyczące czujników i stacji Ruuvi: ruuvi.com/support

source: When successfully completed you will see a continuous red light
pl_pl: Po pomyślnym zakończeniu procesu zobaczysz czerwone światło ciągłe.

source: When you add a URL here, the app will execute an HTTP POST with the linked sensors when it does background scanning.
pl_pl: Kiedy wstawisz tutaj URL, aplikacja wyśle żądanie HTTP do połączonych czujników podczas skanowania w tle.

source: When you sign in again using the same email address, the sensors will be returned from the cloud.
pl_pl: Przy ponownym zalogowaniu z użyciem tego samego adresu e-mail, czujniki zostaną przywrócone z chmury.

source: When you sign in again using the same email address, the sensors will be returned from the cloud.\n\nDo you want to sign out?
pl_pl: Przy ponownym zalogowaniu z użyciem tego samego adresu e-mail, czujniki zostaną przywrócone z chmury.\n\nChcesz się wylogować?

source: When you sign out, sensors the ownerships of which you've claimed on the sensor Settings page will be automatically removed from the app.
pl_pl: Po wylogowaniu czujniki użytkownika, których własność została przez niego zastrzeżona na stronie Ustawienia czujników, zostaną automatycznie usunięte.

source: With a Ruuvi Gateway router, you'll be able to monitor the claimed sensors remotely and share them with your friends.
pl_pl: Dzięki routerowi Ruuvi Gateway będziesz mógł zdalnie monitorować zgłoszone czujniki i udostępniać je swoim znajomym.

source: Would you like to enable background scanning?
pl_pl: Czy chcesz włączyć skanowanie w tle?

source: Yes
pl_pl: Tak

source: You are running the latest firmware version, no need to update
pl_pl: Masz najnowszą wersję firmware, aktualizacja nie jest wymagana.

source: You can add it again later, if needed.
pl_pl: W razie potrzeby możesz go dodać później.

source: You can disable background scanning in Settings
pl_pl: Możesz wyłączyć skanowanie w tle w ustawieniach

source: You can share the sensor with friends and family if it's in range of a Ruuvi Gateway.
pl_pl: Możesz udostępnić czujnik rodzinie i przyjaciołom jeśli jest to w zasięgu routera Ruuvi Gateway.

source: You can share the sensor with friends and family if it's in range of a Ruuvi Gateway.\n\nReceiver will be notified by email.
pl_pl: Możesz udostępnić czujnik rodzinie i przyjaciołom, jeśli jest to w zasięgu routera Ruuvi Gateway.\n\nOdbiorca zostanie poinformowany wiadomością e-mail.

source: You're safe.
pl_pl: Zapewniamy bezpieczeństwo.

source: Your dashboard
pl_pl: Twój panel

# Your dashboard is empty
source: Your dashboard \nis empty
pl_pl: Twój panel jest pusty

source: Your sensor doesn't report its current firmware version.
pl_pl: Twój czujnik nie podaje swojej aktualnej wersji firmware.

source: Your sensors will be in alphabetical order.
pl_pl: Czujniki wyświetlane są w kolejności alfabetycznej.

# For more info, check the documentation.
source: \n\nFor more info, check the documentation.
pl_pl: \n\nW celu uzyskania dalszych informacji, zapoznaj się z dołączonymi instrukcjami.

source: \n\nPlease click 'allow all the time' if you'd like to use the background scanning feature.
pl_pl: \n\nAby użytkować tę funkcję, należy wybrać „zezwalaj zawsze”.

# Ruuvi doesn't track your movements.
source: \n\nRuuvi doesn't track your movements.
pl_pl: \n\nRuuvi nie śledzi ruchu użytkownika.

source: ago
pl_pl: temu

source: is empty
pl_pl: jest pusty

source: never
pl_pl: nigdy

source: none
pl_pl: żaden

source: press here to add sensors
pl_pl: Aby dodać czujniki, należy nacisnąć tu.

source: sec
pl_pl: sek.

source: video tutorials
pl_pl: poradniki wideo

source: {%@^%1$s} ago
pl_pl: {%@^%1$s} temu

source: ● Access sensors remotely over the Internet (requires a Ruuvi Gateway)
pl_pl: ● Dostęp do czujnika przez internet (wymaga Ruuvi Gateway)

source: ● Browse up to 2 years of history on station.ruuvi.com (requires a Ruuvi Gateway)
pl_pl: ● Przeglądaj historię użytkowania do 2 lat na stronie station.ruuvi.com (wymaga Ruuvi Gateway)

source: ● Sensor names, background images, offsets and alert settings will be securely stored in the cloud
pl_pl: ● Nazwy czujnika, obrazy w tle, ustawienia powiadomień i wyrównywania są zapisywane w chmurze

source: ● Share sensors with friends and family (requires a Ruuvi Gateway)
pl_pl: ● Udostępnij czujnik rodzinie i przyjaciołom (wymaga Ruuvi Gateway)
